---
kind: enumMember
id: F:Autodesk.Revit.DB.Domain.DomainHvac
enum: Autodesk.Revit.DB.Domain
source: html/e4c76674-370f-a9e7-728b-80a6db6430cc.htm
---
# Autodesk.Revit.DB.Domain.DomainHvac

HVAC (duct) connector